Repository: CoffeePerry/PoGoTelegramBot
Catalog: pogo_telegram_bot/translations/*/LC_MESSAGES/messages.po
Languages: it

source: Welcome
it: Benvenuto

source: If you don't know where to start I recommend you start by typing the command
it: Se non sai da dove partire ti consiglio di iniziare digitando il comando

source: I encountered an internal error. Please try again.
it: Ho stato riscontrato un errore interno. Riprova per favore.

source: Bye
it: Arrivederci

source: This Telegram bot assists Pokémon Go trainers. Try it now. Type /login to authenticate.
it: Questo bot di Telegram assiste gli allenatori di Pokémon Go. Provalo ora. Digita /login per autenticarti.

source: Wrong command! You need to add the language settings parameter (for example
it: Comando errato! Occorre aggiungere il parametro relativo alle impostazioni della lingua (per esempio

source: Wrong command! The parameter relating to the language to be set must be added.
it: Comando errato! Occorre aggiungere il parametro relativo alla lingua da impostare.

source: The possible values are
it: I valori possibili sono

source: Language
it: Lingua

source: not supported.
it: non supportata.

source: set successfully.
it: impostata con successo.

source: Sorry, I don't know this command
it: Scusami, non conosco questo comando
